<?php

// Heading
$_['heading_title']					= '<b>MonoPay - підключення еквайрингу Monobank</b>';

// Text
$_['text_payment']					= 'Оплата';
$_['text_success']					= 'Налаштування успішно змінено!';
$_['text_edit']                     = 'Редагування';
$_['text_hold']                     = 'Холд грошей на рахунку: гроші заморожуються банком на рахунку покупця, доки ви не приймете платіж.';
$_['text_debit']                    = 'Пряма оплата: гроші одразу зараховуються вам';
$_['text_license']          		= 'Для отримання ліцензії зверніться до мене на Email або напишіть особисте повідомлення на майданчику, де було придбано модуль. Мої контакти: <a href="mailto:bogdan281989@gmail.com">bogdan281989@gmail.com</a>';
$_['text_key_success']    			= 'Модуль успішно активовано! Перезавантажую сторінку ...'; 
$_['text_success_log']    			= 'Лог успішно очищено!'; 

// Entry
$_['entry_token']					= 'Токен';
$_['entry_key']	 					= 'Ліцензійний ключ';
$_['entry_total']					= 'Нижня границя';
$_['entry_total_max']				= 'Верхня межа';
$_['entry_order_status']			= 'Статус замовлення після переходу до оплати';
$_['entry_geo_zone']				= 'Географічна зона';
$_['entry_status']					= 'Статус';
$_['entry_sort_order']				= 'Порядок сортування';
$_['entry_type_payment']			= 'Тип списання коштів';
$_['entry_status_referrer']			= 'Зміна статусу замовлення під час переходу до оплати';
$_['entry_order_success_status']	= 'Статус успішно оплаченого замовлення';
$_['entry_order_failure_status']	= 'Статус неоплаченого замовлення';
$_['entry_order_return_status']		= 'Статус при поверненні грошей';
$_['entry_status_log']				= 'Увімкнути логування';
$_['entry_name']					= 'Назва способу оплати';
$_['entry_currency_pay']			= 'Валюта';
$_['entry_validity_time']			= 'Час "життя" інвойсу';

//Tab
$_['tab_general']	 				= 'Загальне';  
$_['tab_info']	 					= 'Інформація';  
$_['tab_added']	 					= 'Додатково';   
$_['tab_log']	 					= 'Логи'; 

//Button  
$_['button_apply']	 				= 'Застосувати';   

// Help
$_['help_total']					= 'Мінімальна сума замовлення. Нижче за цю суму метод буде недоступний.';
$_['help_total_max']				= 'Максимальна сума замовлення. Вище за цю суму метод буде недоступний.';
$_['help_token']					= 'Ваш токен отриманий у Монобанку. Можна використовувати тестовий чи робочий токен.';
$_['help_order_status']				= 'Чи записувати статус у момент початку оплати. Якщо вимкнено, то до моменту успішної або неуспішної оплати замовлення буде помилковим.';
$_['help_type']						= 'Вибір типу списання коштів у покупця. Пряме списання - списання коштів відбувається одразу після оформлення замовлення клієнтом. Холд – кошти заморожуються на рахунку клієнта, списання відбувається після підтвердження продавця. Увага! Холд коштів триває 9 днів, після чого гроші будуть повернуті клієнту!';
$_['help_currency_pay']				= 'Валюта, в якій буде згенеровано сторінку оплати';
$_['help_validity_time']			= 'Час за секунди, протягом якого покупець зможете оплатити інвойс, максимально 24 години (86400 сек)';

// Error
$_['error_permission']				= 'У вас недостатньо прав для внесення змін!';
$_['error_key']						= 'Перевірте правильність введення ліцензійного ключа!';
$_['error_token']					= 'Вкажіть токен!';
$_['error_validity_time']			= 'Час життя інвойсу може бути від 60 до 86 400 секунд!';