<?php

$_['legnd'] = array(
    'status' => 'Статус:',
    'child_cats' => '+childCat:',
    'ignor_param' => 'Игнор остальных:',
    'custom_cats' => 'Фильтр в Категориях:',
    //blocks
    'attrb' => 'Атрибуты',
    'optv' => 'Опции',
    'prs' => 'Цена',
    'psp' => 'Акции',
    'manufs' => 'Производители',
    'qnts' => 'Наличие',
    'nows' => 'Новинки',
    //
    'parameters' => 'Параметры Фильтра:',
    'status_block' => 'Применять настройки к:',
    'clear_visible' => 'Удалить все видимые блоки Категорий',
    'count_categories' => 'Количество категорий:',
);

$_['help'] = array(
    'status' => 'Настройки используется для персонализации Фильтра в Категориях',
    'optional' => 'Данная настройка необязательна.',
    'child_cats' => 'Также применять настройку к подКатегориям',
    'ignor_param' => 'Фильтр отобразит Параметры только для выбранных Категорий',
    'custom_cats' => 'Показывать Фильтр в Категориях. Дополнительно учитываются выбранные Категории. Если данная настройка не выбрана - она игнорируется',
    'set_cats' => 'Выберите <b>Категории</b> и прикрепите к ним <b>Параметры Фильтра</b>.<br />Если <b>Параметр Фильтра</b> в <b>Категории</b> не выбран, то он не будет отображаться в этой Категории.',
    'autocomplete' => 'Автодополнение (вначале с * - нестрогий поиск)',
    'status_block' => 'К каким блокам следует применить настройку. Для неотмеченных блоков применяются стандартные настройки из вкладки `Основные`',
    'search_category_placeholder' => 'поиск Категорий (вначале с * - нестрогий поиск)',
    'checked_group' => 'Для Атрибутов и Опций - вставить/очистить поля, а для остальных - Вкл./Выкл. Чекбокс',
);

$_['arr_custom_cats'] = array(
    1 => 'В последней',
    'со Второй',
    'two_1' => 'со Второй или Единственной',
    'с Третьей',
);
