<?php
// Heading
$_['heading_title']    = 'Управление скидками';

// Text
$_['text_extension']   		= 'Учитывать в заказе';
$_['text_success']    		= 'Настройки модуля обновлены!';
$_['text_edit']        		= 'Редактирование модуля';
$_['text_discount_same']    = 'Скидка на несколько товаров';
$_['text_discount_summ']    = 'Скидка от суммы товаров в корзине';
$_['text_lowprice']    		= 'Самый дешевый товар в корзине';
$_['text_highprice']   		= 'Самый дорогой товар в корзине';
$_['text_allprice']    		= 'Сумма товаров в корзине';

// Entry
$_['entry_status']     		= 'Статус:';
$_['entry_sort_order'] 		= 'Порядок сортировки:';
$_['entry_same_qty']     	= 'Кол-во товаров для скидки';
$_['entry_same_val']     	= 'Процент скидки, 0 - для отключения скидки';
$_['entry_summ']     		= 'Скидка при заказе от суммы';
$_['entry_summ_val']     	= 'Процент скидки на сумму заказа, 0 - для отключения скидки';
$_['entry_customer_groups']	= 'Группы покупателей';
$_['entry_in_same']			= 'Товары из одной категории';
$_['entry_target']			= 'Скидка применяется на';
$_['entry_priority']		= 'Приоритетная скидка';
$_['entry_special']			= 'Учитывать акционные товары';

$_['help_customer_groups'] 	= 'Группы, на которые действует скидка, если ничего не выбрано - действует для всех';
$_['help_in_same'] 			= 'Скидка будет распространяться только на товары из одной и той же категории';
$_['help_priority'] 		= 'Так как скидки не суммируются, задается приоритет - если условия подходят под обе скидки, срабатывает только одна из них';
$_['help_special'] 			= 'Товары, на которые уже действует скидка, также участвую в расчете скидок';

// Error
$_['error_permission'] = 'У вас нет прав для управления системой скидок!';
