<?php
// Heading
$_['heading_title'] = 'Предварительно заданные значения атрибутов';

// Текст
$_['text_module'] = 'Модули';
$_['text_title'] = 'Настройки';
$_['text_success'] = 'Успешно: вы изменили значения предустановок атрибутов модуля!';
$_['text_atpresets'] = 'Предустановленные значения';
$_['text_preset_values'] = 'Предустановленные значения';
$_['text_preset_value'] = 'Выберите предустановленное значение';
$_['text_add_preset'] = 'Добавить предустановленное значение';
$_['text_copy_value'] = 'Скопируйте это значение в поля других языков';
$_['text_new_preset'] = 'Сохранить значения как новый набор настроек';
$_['text_new_preset_added'] = 'Новые предустановленные значения сохранены';
$_['text_new_preset_error'] = 'Атрибут не выбран. Никакие предустановленные значения не были сохранены';
$_['text_new_preset_error_empty'] = 'Пустой пресет не может быть сохранен';
$_['text_new_preset_exists'] = 'Предустановка уже существует';
$_['text_autocomplete'] = 'Список автозаполнения';
$_['text_droplist'] = 'Выпадающий список';
$_['text_get_attributes'] = 'Начать копирование значений';
$_['text_confirm_get_attributes'] = 'Вы уверены, что хотите создать пресеты на основе текущих значений атрибутов?';
$_['text_confirm_upgrade'] = 'Вы уверены, что хотите обновиться до версии 1.4?';
$_['text_transfer_success'] = 'Значения атрибутов успешно скопированы';
$_['text_upgrade_success'] = 'Обновление завершено!';
$_['text_allow_multiple'] = 'Разрешить множественный выбор';
$_['text_upgrade'] = 'Обновление';
$_['text_moving'] = '%s из %s завершено';
$_['text_success_update'] = 'Успешно: вы обновили модуль!';
$_['text_newline'] = 'Использовать новую строку';
$_['text_other'] = 'Другой символ';
$_['text_add_group'] = 'Добавить группу';

// Вход
$_['entry_delete'] = 'Очистить базу данных при удалении';
$_['entry_autoupdate'] = 'Автоматическое обновление товаров';
$_['entry_limit'] = 'Размер списка автозаполнения';
$_['entry_value'] = 'Значение';
$_['entry_selecttype'] = 'Тип выбора предустановок';
$_['entry_get_attribute_values'] = 'Создать пресеты на основе существующих значений атрибутов';
$_['entry_allow_multiple']= 'Разрешить выбор нескольких предустановок в товарах';
$_['entry_upgrade'] = 'Обновить старую версию';
$_['entry_use_newline'] = 'Выберите символ для разделения нескольких значений во внешнем интерфейсе';

// Помощь
$_['help_allow_multiple'] = 'Эта опция работает только со списком выбора, но не со списком автозаполнения';
$_['help_autoupdate'] = 'При изменении предустановленного значения товары, назначенные этому значению, обновляются';
$_['help_limit'] = 'Количество элементов в списке автозаполнения предустановленных значений';
$_['help_selecttype'] = 'Определите, как вы хотите выбирать предустановленные значения на странице редактирования товара';
$_['help_get_attribute_values'] = 'С помощью этой функции все значения, хранящиеся в настоящее время в атрибутах вашего товара, будут сохранены в виде предустановок. Дубликаты создаваться не будут';
$_['help_upgrade'] = 'Если вы используете более старую версию (до 1.3), вы можете использовать эту функцию для настройки ваших данных в соответствии с новой версией';

// Ошибка
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение предустановок атрибутов модуля!';

?>