<?php
// Heading
$_['heading_title'] = 'Шаблоны атрибутов';

// Текст

$_['text_default'] = 'По умолчанию';
$_['text_name'] = 'Имя шаблона атрибута';
$_['text_success'] = 'Успешно: вы изменили шаблон атрибута!';
$_['text_wait'] = 'Пожалуйста, подождите!';
$_['text_confirm_operation']= 'Вы уверены, что хотите продолжить?';
$_['text_select_all'] = 'Выбрать все';
$_['text_deselect_all'] = 'Отменить выбор всего';
$_['text_allow_multiple'] = 'Разрешить множественный выбор';
$_['text_attemplates'] = 'Шаблоны атрибутов';
$_['text_attemplate_add'] = 'Добавить';
$_['text_attemplate_replace']= 'Заменить';
$_['text_attemplate_default']= 'По умолчанию';
$_['text_add_attemplate'] = 'Сохранить как новый шаблон';
$_['text_preset_value'] = 'Предустановленный текст';
$_['text_attemplate'] = 'Шаблоны атрибутов';
$_['text_save_attemplate'] = 'Сохранить как новый шаблон';
$_['text_new_attemplate_name'] = 'Новое имя шаблона';
$_['text_success_new'] = 'Добавлен новый шаблон атрибутов';

// Столбец
$_['column_name'] = 'Имя';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Вход
$_['entry_attributes'] = 'Атрибуты';
$_['entry_attribute'] = 'Атрибут:';
$_['entry_name'] = 'Имя:';
$_['entry_status'] = 'Статус:';
$_['entry_presets'] = 'Пресеты:';

// Помощь
$_['help_select_categories'] = 'Выберите категории товаров, в которые будет добавлен этот шаблон. Они будут добавлены при сохранении';
$_['help_attemplate_add'] = 'Добавьте атрибуты шаблона, которые в данный момент не включены в список атрибутов';
$_['help_attemplate_replace'] = 'Добавить атрибуты шаблона и удалить атрибуты, находящиеся в настоящее время в списке атрибутов';
$_['help_attemplate_default'] = 'Вернуть атрибуты, сохраненные в данный момент для товара';
$_['help_save_attemplate'] = 'Сохранить текущую компиляцию атрибутов как новый шаблон атрибутов';

// Ошибка
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение дополнительных вкладок!';
$_['error_warning'] = 'Внимание: внимательно проверьте форму на наличие ошибок!';
$_['error_name'] = 'Имя должно содержать от 1 до 96 символов!';
$_['error_no_attributes'] = 'В списке ниже нет атрибутов для сохранения!';

?>
