<?php
###############################################################
#	Category Manager 1.35 for Opencart 3x opencart-hub.com	  #
###############################################################
$_['heading_title']		= '<i class="fa fa-cubes fa-lg" style="color: #5BC0DE"></i> Category Manager - управление категориями';

// Text
$_['text_module']		= 'Модули';
$_['text_edit']			= 'Настройки модуля Category Manager';

$_['text_settings']		= 'Настройки';
$_['text_server']		= 'Cервер: ';
$_['text_host']			= 'Хост: ';

$_['text_success']		= 'Изменения модуля Category Manager сохранены';

// Entry
$_['entry_limit']		= 'Лимит категорий на странице';
$_['entry_hide']		= 'Кнопки глобальной обработки';
$_['entry_col']			= 'Кол-во фильтров на строку';
$_['help_col']			= 'Количество фильтров на строку в блоке фильтров';
$_['entry_udate']		= 'Обновлять даты изменения';
$_['entry_status']		= 'Статус модуля';
$_['entry_code']		= 'Лицензия';

$_['help_hide']			= 'Показывать в списке кнопки глобального включения / отключения всех категорий.';
$_['help_udate']		= 'Обновлять даты изменения категорий при быстром редактировании в списке.<br>Если отключено - дата изменения будет обновляться стандартно, при редактировании самой карточки категории.';
$_['entry_hideck']		= 'Кнопки скрытия / показа seourl';
$_['help_hideck']		= 'Возможность быстрого скрытия и показа значений seourl в списке категорий. Полезно при наличии большого количества языков, для более удобного отображения и комфортабельной работы.';
$_['entry_hidecs']		= 'Кнопки скрытия / показа магазинов';
$_['help_hidecs']		= 'Возможность быстрого скрытия и показа присвоенных магазинов в списке категорий. Полезно при наличии большого количества магазинов, для более удобного отображения и комфортабельной работы.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение модуля Category Manager!';
?>