<?php
// Заголовок
$_['heading_title']    = 'Страница входа администратора по умолчанию';

// Текст
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили страницу входа администратора по умолчанию!';
$_['text_edit']        = 'Редактировать страницу входа администратора по умолчанию';
$_['text_support']     = '';

// Поле
$_['entry_status']     = 'Статус';

// Ошибка
$_['error_permission'] = 'Предупреждение: У вас нет разрешения на изменение страницы входа администратора!';