<?php
// Heading
$_['heading_title'] = 'Керування знижками';

// Text
$_['text_extension'] = 'Враховувати замовлення';
$_['text_success'] = 'Налаштування модуля оновлено!';
$_['text_edit'] = 'Редагування модуля';
$_['text_discount_same'] = 'Знижка на кілька товарів';
$_['text_discount_summ'] = 'Знижка від суми товарів у кошику';
$_['text_lowprice'] = 'Найдешевший товар у кошику';
$_['text_highprice'] = 'Найдорожчий товар у кошику';
$_['text_allprice'] = 'Сума товарів у кошику';

// Entry
$_['entry_status'] = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортування:';
$_['entry_same_qty'] = 'Кількість товарів для знижки';
$_['entry_same_val'] = 'Відсоток знижки, 0 - для відключення знижки';
$_['entry_summ'] = 'Знижка при замовленні від суми';
$_['entry_summ_val'] = 'Відсоток знижки на суму замовлення, 0 - для відключення знижки';
$_['entry_customer_groups'] = 'Групи покупців';
$_['entry_in_same'] = 'Товари з однієї категорії';
$_['entry_target'] = 'Знижка застосовується на';
$_['entry_priority'] = 'Пріоритетна знижка';
$_['entry_special'] = 'Враховувати акційні товари';

$_['help_customer_groups'] = 'Групи, на які діє знижка, якщо нічого не вибрано – діє для всіх';
$_['help_in_same'] = 'Знижка буде розповсюджуватися тільки на товари з однієї і тієї ж категорії';
$_['help_priority'] = 'Оскільки знижки не підсумовуються, задається пріоритет - якщо умови підходять під обидві знижки, спрацьовує лише одна з них';
$_['help_special'] = 'Товари, на які вже діє знижка, також беру участь у розрахунку знижок';

// Error
$_['error_permission'] = 'У вас немає прав для керування системою знижок!';