<?php
// Heading
$_['heading_title'] = 'Попередньо встановлені значення атрибутів';

// Текст
$_['text_module'] = 'Модулі';
$_['text_title'] = 'Налаштування';
$_['text_success'] = 'Успіх: Ви змінили значення атрибутів модуля!';
$_['text_atpresets'] = 'Попередньо встановлені значення';
$_['text_preset_values'] = 'Попередньо встановлені значення';
$_['text_preset_value'] = 'Виберіть попередньо встановлене значення';
$_['text_add_preset'] = 'Додати попередньо встановлене значення';
$_['text_copy_value'] = 'Скопіювати це значення до інших мовних полів';
$_['text_new_preset'] = 'Зберегти значення як новий стиль';
$_['text_new_preset_added'] = 'Нові попередньо встановлені значення збережено';
$_['text_new_preset_error'] = 'Атрибут не вибрано. Попередньо встановлені значення не збережено';
$_['text_new_preset_error_empty'] = 'Неможливо зберегти порожній стиль';
$_['text_new_preset_exists'] = 'Попереднє налаштування вже існує';
$_['text_autocomplete'] = 'Список автозаповнення';
$_['text_droplist'] = 'Список скидання';
$_['text_get_attributes'] = 'Почати копіювання значень';
$_['text_confirm_get_attributes'] = 'Ви впевнені, що хочете створити попередні налаштування з поточних значень атрибутів?';
$_['text_confirm_upgrade'] = 'Ви впевнені, що бажаєте оновити до версії 1.4?';
$_['text_transfer_success'] = 'Значення атрибутів успішно скопійовано';
$_['text_upgrade_success'] = 'Оновлення завершено!';
$_['text_allow_multiple'] = 'Дозволити вибір кількох';
$_['text_upgrade'] = 'Оновити';
$_['text_moving'] = '%s від %s завершено';
$_['text_success_update'] = 'Успіх: Ви оновили модуль!';
$_['text_newline'] = 'Використовувати новий рядок';
$_['text_other'] = 'Інший символ';
$_['text_add_group'] = 'Додати групу';

// Вступ
$_['entry_delete'] = 'Очистити базу даних після видалення';
$_['entry_autoupdate'] = 'Автоматичне оновлення товарів';
$_['entry_limit'] = 'Розмір списку автозаповнення';
$_['entry_value'] = 'Значення';
$_['entry_selecttype'] = 'Попередньо встановлений тип вибору';
$_['entry_get_attribute_values'] = 'Створити попередні налаштування з існуючих значень атрибутів';
$_['entry_allow_multiple']= 'Дозволити вибір декількох попередньо встановлених товарів';
$_['entry_upgrade'] = 'Оновити старішу версію';
$_['entry_use_newline'] = 'Виберіть символ для розділення кількох значень у інтерфейсі';

// Довідка
$_['help_allow_multiple'] = 'Цей параметр працює лише зі списком вибору, а не зі списком автозаповнення';
$_['help_autoupdate'] = 'Коли попередньо встановлене значення змінюється, товари, призначені цьому значенню, оновлюються';
$_['help_limit'] = 'Кількість елементів у списку автозаповнення попередньо встановлених значень';
$_['help_selecttype'] = 'Визначте, як ви бажаєте вибрати попередньо встановлені значення на сторінці редагування товару';
$_['help_get_attribute_values'] = 'За допомогою цієї функції всі значення, які наразі зберігаються в атрибутах вашого товару, будуть збережені як попередні налаштування. Дублікати не створюватимуться';
$_['help_upgrade'] = 'Якщо ви використовуєте старішу версію (до 1.3), ви можете скористатися цією функцією, щоб налаштувати свої дані відповідно до нової версії';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну налаштувань атрибутів модуля!';

?>