<?php
// Heading
$_['heading_title'] = 'Шаблони атрибутів';

// Текст

$_['text_default'] = 'За замовчуванням';
$_['text_name'] = 'Ім\'я шаблону атрибута';
$_['text_success'] = 'Успіх: Ви змінили шаблон атрибута!';
$_['text_wait'] = 'Будь ласка, зачекайте!';
$_['text_confirm_operation']= 'Ви впевнені, що бажаєте продовжити?';
$_['text_select_all'] = 'Вибрати все';
$_['text_deselect_all'] = 'Скасувати вибір усіх';
$_['text_allow_multiple'] = 'Дозволити вибір кількох';
$_['text_attemplates'] = 'Шаблони атрибутів';
$_['text_attemplate_add'] = 'Додати';
$_['text_attemplate_replace']= 'Замінити';
$_['text_attemplate_default']= 'За замовчуванням';
$_['text_add_attemplate'] = 'Зберегти як новий шаблон';
$_['text_preset_value'] = 'Попередньо встановлений текст';
$_['text_attemplate'] = 'Шаблони атрибутів';
$_['text_save_attemplate'] = 'Зберегти як новий шаблон';
$_['text_new_attemplate_name'] = 'Назва нового шаблону';
$_['text_success_new'] = 'Додано новий шаблон атрибутів';

// Колонка
$_['column_name'] = 'Ім\'я';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Дія';

// Вступ
$_['entry_attributes'] = 'Атрибути';
$_['entry_attribute'] = 'Атрибут:';
$_['entry_name'] = 'Ім\'я:';
$_['entry_status'] = 'Статус:';
$_['entry_presets'] = 'Попередні налаштування:';

// Довідка
$_['help_select_categories'] = 'Виберіть категорії товарів, до яких буде додано цей шаблон. Вони будуть додані під час збереження';
$_['help_attemplate_add'] = 'Додати атрибути шаблону, які наразі не включені до списку атрибутів';
$_['help_attemplate_replace'] = 'Додайте атрибути шаблону та видаліть атрибути, які зараз є у списку атрибутів';
$_['help_attemplate_default'] = 'Повернути атрибути, які наразі зберігаються для товару';
$_['help_save_attemplate'] = 'Зберегти поточну компіляцію атрибутів як новий шаблон атрибутів';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну додаткових вкладок!';
$_['error_warning'] = 'Попередження: уважно перевірте форму на наявність помилок!';
$_['error_name'] = 'Ім\'я має містити від 1 до 96 символів!';
$_['error_no_attributes'] = 'У списку нижче немає атрибутів для збереження!';
?>
