<?php
###############################################################
#	Category Manager 1.35 for Opencart 3x opencart-hub.com	  #
###############################################################
$_['heading_title']		= '<i class="fa fa-cubes fa-lg" style="color: #5BC0DE"></i> Category Manager - управление категориями';

// Text
$_['text_module']       = 'Модулі';
$_['text_edit']         = 'Налаштування модуля Менеджер категорій';

$_['text_settings']     = 'Налаштування';
$_['text_server']       = 'Сервер: ';
$_['text_host']         = 'Хост: ';

$_['text_success']      = 'Зміни модуля Менеджер категорій збережено';

// Entry
$_['entry_limit']       = 'Ліміт категорій на сторінці';
$_['entry_hide']        = 'Кнопки глобальної обробки';
$_['entry_col']         = 'Кількість фільтрів у рядку';
$_['help_col']          = 'Кількість фільтрів у рядку у блоку фільтрів';
$_['entry_udate']       = 'Оновлювати дати змін';
$_['entry_status']      = 'Статус модуля';
$_['entry_code']        = 'Ліцензія';

$_['help_hide']         = 'Показувати у списку кнопки глобального увімкнення / вимкнення всіх категорій.';
$_['help_udate']        = 'Оновлювати дати змін категорій при швидкому редагуванні у списку.<br>Якщо відключено - дата зміни буде оновлюватися стандартно, при редагуванні самої картки категорії.';
$_['entry_hideck']      = 'Кнопки приховування / показу seourl';
$_['help_hideck']       = 'Можливість швидкого приховування та показу значень seourl у списку категорій. Корисно при наявності великої кількості мов для більш зручного відображення та комфортної роботи.';
$_['entry_hidecs']      = 'Кнопки приховування / показу магазинів';
$_['help_hidecs']       = 'Можливість швидкого приховування та показу призначених магазинів у списку категорій. Корисно при наявності великої кількості магазинів для більш зручного відображення та комфортної роботи.';

// Error
$_['error_permission']  = 'Увага: У вас немає прав на зміну модуля Менеджер категорій!';
?>
