<?php
// Заголовок
$_['heading_title']    = 'Сторінка входу адміністратора за замовчуванням';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Ви змінили сторінку входу адміністратора за замовчуванням!';
$_['text_edit']        = 'Редагувати сторінку входу адміністратора за замовчуванням';
$_['text_support']     = '';

// Поле
$_['entry_status']     = 'Статус';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну сторінки входу адміністратора!';